{
  "type": "network",
  "version": "1.0",
  "data": "data.json",
  "logo": {
    "file": "",
    "link": "",
    "text": "Roman Jurowetzki"
  },
  "text": {
    "more": "The #reachAAUt project at Aalborg University aims at identifying and spreading good practice around digital research dissemination\n\nBackground  \nResearchers are more than ever in need to communicate and promote their findings – not only within their discipline and particular research community but often also to broader audiences. The advance of internet technologies – among others: accessible hosting solutions, powerful and simple to use web development frameworks as well as well-developed data and code-sharing infrastructure hold many possibilities. Social media has penetrated most parts of the professional and public discourse and matured to a stage where it cannot be dismissed as a central communication channel. This argumentation is in line with the conclusions drawn in the report commissioned by AAU (Devoteam, 2018). A survey conducted by the OpenUP project under H2020 from 2017 suggests that dissemination to broader non-research audiences is particularly important for social science research .\n   \nAn aspect that is mentioned but not emphasized in the report is that requirements for extended research dissemination are today part of most project calls. These are, however, at times perceived as a tedious and not particularly rewarding activity that barely translates into academic impact (i.e. citation counts) or any impact for that matter. While excellent examples exist, many projects - and research group websites or twitter-accounts are rarely updated or entirely abandoned. Attempts at producing social media content often appear clunky at best or straight embarrassing. Do researchers lack interesting content to communicate to a broader audience? Certainly not!\n\nThe need to find the right format  \nResearchers are not media people or communicators. Some of the issues may be traced back to technical challenges. But there is reason to believe that we (researchers and the surrounding organizations) haven’t invested enough time and effort in identifying appropriate formats and technologies for modern research dissemination. Rather, we often tried to copy approaches from other domains - without proper adoption - and would decide that we could use our time for other things when this strategy didn’t work out - which it usually did not. \n\nShifting responsibility from individual researchers to projects and groups\nIn addition, we often frame the challenge in the context of the individual researcher or the research group. Yet, it may be more fruitful to approach research dissemination – as we do approach research today for the most – on project level and thus in a somewhat standardized and, more importantly, institutionalized setting. This perspective would not only satisfy some of the existing dissemination requirements (e.g. H2020 projects) but also in part take the responsibility away from individual researchers that don’t feel comfortable engaging with broader audiences outside their respective communities.\nIdentify and foster good practice\nThe proposed initiative departs from these considerations and would attempt to identify cases in which digital research dissemination worked at AAU and beyond. Rather than trying to impose strategies that may work in industry or other sectors top-down, we should try to unveil what works best in academia bottom-up and then support and promote promising solutions. The initiative will build upon the already commenced work that investigated dissemination using focus groups (research behind the report mentioned above).  \n  \nWe can expect considerable differences across disciplines and traditions, and therefore the aim is to collect a variety of successful solutions which reflects this diversity – using example at AAU and beyond.\n\nWhile in some disciplines, an active twitter or LinkedIn feed with the right hashtags may be useful, researchers from other areas could consider turning published papers into blog-posts, video tutorials or interactive sites including rich visualization or code examples. Qualitative projects may use digital tools to give access to primary data, e.g. interview extracts or original documents.  \n",
    "intro": "A bibliographic network representing academic literature on digital research dissemination #scicomm\nThis mapping is part of the #reachAAUt project at Aalborg University, Denmark",
    "title": "RJ"
  },
  "legend": {
    "edgeLabel": "Bibliographic coupling",
    "colorLabel": "Modularity Class (community9",
    "nodeLabel": "Publication"
  },
  "features": {
    "search": false,
    "groupSelectorAttribute": "Modularity Class",
    "hoverBehavior": "dim"
  },
  "informationPanel": {
    "groupByEdgeDirection": false,
    "imageAttribute": false
  },
  "sigma": {
    "drawingProperties": {
      "defaultEdgeType": "curve",
      "defaultHoverLabelBGColor": "#002147",
      "defaultLabelBGColor": "#ddd",
      "activeFontStyle": "bold",
      "defaultLabelColor": "#000",
      "labelThreshold": 6,
      "defaultLabelHoverColor": "#fff",
      "fontStyle": "bold",
      "hoverFontStyle": "bold",
      "defaultLabelSize": 15
    },
    "graphProperties": {
      "maxEdgeSize": 1,
      "minEdgeSize": 0.2,
      "minNodeSize": 1,
      "maxNodeSize": 15
    },
    "mouseProperties": {
      "maxRatio": 20,
      "minRatio": 0.75
    }
  }
}